Repository: hxebolax/cricricri-para-NVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, tr

source: cricricri
tr: Manifest Değiştirici

source: Complemento para cambiar el puñetero manifiesto
fr: Extension pour changer le maudit manifeste
tr: Manifest dosyasını değiştirmek için Eklenti

source: &Cambiador de fechas para los manifiestos
fr: &Changeur de date pour les manifestes
tr: Manifest dosyaları için Tarih değiştiri&ci

source: Mostrar la ventana para cambiar la fecha a los manifiestos de los complementos
fr: Montrez la fenêtre pour changer la date aux manifestes des extensions
tr: Eklentilerdeki Manifest dosyalarının tarihini değiştirmek için pencereyi göster

source: Cambiador de fechas para los manifiestos
fr: Changeur de date pour les manifestes
tr: Manifest dosyaları için tarih değiştirici

source: &Lista de complementos / Fecha en el manifiesto:
fr: &Liste des extensions / date dans le manifeste:
tr: Manifest dosyaları ve Tarih &Listesi:

source: &Seleccionar todos
fr: &Sélectionner tout
tr: Tümünü &Seç

source: &Deseleccionar todos
fr: &Désélectionner tout
tr: Seçimi &Temizle

source: Seleccione versión Mayor:
fr: Sélectionner la version Majeure:
tr: Ana sürümü seçin:

source: Seleccione versión Menor:
fr: Sélectionner la version Mineure:
tr: Ara sürümü seçin:

source: Seleccione una revisión:
fr: Sélectionner une révision:
tr: Bir Düzeltme seçin:

source: &Aplicar cambios a los manifiestos
fr: &Appliquer les changements aux manifestes
tr: Değişiklikleri Eklentilere &uygula

source: &Cerrar
fr: &Fermer
tr: &Kapat

source: Necesita seleccionar por lo menos un complemento.
fr: Vous devez sélectionner au moins une extension.
tr: En az bir eklenti seçmelisiniz.

source: Error
fr: Erreur
tr: Hata

source: Se cambiaron los manifiestos correctamente. Para que la acción tenga efecto NVDA tiene que reiniciarse. ¿Desea reiniciar NVDA ahora?
fr: Les manifestes ont été changés correctement. Pour que ces changements prennent effet NVDA doit redémarrer. Voulez-vous redémarrer NVDA maintenant?
tr: Manifest dosyaları başarıyla değiştirildi. Değişikliklerin etkin olabilmesi için NVDA'nın yeniden başlatılması gerekir. NVDA'yı şimdi yeniden başlatmak istiyor musunuz?

source: Se produjo el siguiente error al cambiar los manifiestos: {} Si el problema persiste informe al autor del complemento CRICRICRI dándole este error.
fr: L'erreur suivante s'est produite lors du changement des manifestes: {} Si le problème persiste, informez l'auteur de l'extension CRICRICRI en donnant cette erreur.
tr: Manifest dosyaları değiştirilirken aşağıdaki hata oluştu: {} Sorun devam ederse, Eklenti geliştiricisi ile iletişime girerek hatayı bildirin.

source: Cambiando manifiestos
fr: Changements des manifestes en cours
tr: Değiştirilen Manifest dosyaları

source: Espere por favor...
fr: Veuillez patienter...
tr: Lütfen bekleyin...

source: Pregunta
fr: Question
tr: Uyarı
